<template>
  <div class="course-content">
    <div class="course-text-box">
      <h2>Чему вы научитесь</h2>
      <ul>
        <li>Более 90 лекций и 70 заданий</li>
        <li>Импортировать данные из разных внешних источников (Excel, PDF, Web, MySQL и т.д.) в
          единый файл в пару кликов мыши.</li>
        <li>Чистить, приводить в порядок, трансформировать и преобразовывать данные</li>
        <li>Обновлять данные в Excel из источников в два клика мыши, а не копируя, вставляя,
          меняя и проверяя их вручную</li>
        <li>Создавать связи и строить модели данных.</li>
      </ul>
    </div>
  </div>
</template>

<script setup>

</script>

<style scoped>

</style>